var data = {
    //社会招聘
    society: [{
            id: 21,     
            job: "前端开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id:22,
            job: "前端开发",
           
            nub: 1000,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 23,
           
            job: "前端开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 24,
           
            job: "后端开发",
            nub: 5,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 25,
           
            job: "前端开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 26,
           
            job: "node开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 27,
           
            job: "前端开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 28,
           
            job: "后端开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 29,
           
            job: "后端开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 210,
           
            job: "后端开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        },

        {
            id: 211,
           
            job: "后端开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }
    ],
    //校园招聘
    campus: [{
            id: 1,
            
            job: "软件开发1",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 2,
            
            job: "后端开发2",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 3,
            
            job: "软件开发3",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 4,
            
            job: "软件开发4",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 5,
            
            job: "软件开发5",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 6,
            
            job: "网络开发6",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 7,
            
            job: "软件开发7",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 8,
            
            job: "网络开发8",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 9,
            
            job: "前端开发9",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 10,
            
            job: "网络开发10",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        },

        {
            id: 11,
            
            job: "网络开发11",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 12,
            
            job: "网络开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 13,
            
            job: "网络开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 14,
            
            job: "网络开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 15,
            
            job: "网络开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 16,
            
            job: "网络开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 17,
            
            job: "网络开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 18,
            
            job: "网络开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 19,
            
            job: "网络开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 20,
            
            job: "网络开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }, {
            id: 21,           
            job: "网络开发",
            nub: 2,
            ask: "岗位要求：1)helpdesk支持；2)熟悉计算机软、硬件及网络维护；3)有相关工作经验，态度端正；4)有一定的服务意识",
            data: "2014-04-10"
        }
    ]
};
